---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDir1Generic
source: html/50c61791-61bc-4226-68e9-d5bd665da27e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingBottomDir1Generic Property

"Bottom/Interior Major Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingBottomDir1Generic { get; }
```